Revit 2024 API
SymbolTypeId.MSup6 Property
 Symbol m⁶, indicating unit Meters to the sixth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MSup6 { get; }
Visual Basic
Public Shared ReadOnly Property MSup6 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MSup6 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace